tests/mv/wst1_b.xml



<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body><ns2:sayHello xmlns:ns2="http://webservice_consumer_wise4/helloworld">
<toWhom>Pepa</toWhom>
</ns2:sayHello>
</soap:Body>
</soap:Envelope>

